Repository: AchrafBen7/StibAlert
Catalog: StibAlert/Localizable.xcstrings
Source language: fr
Languages: en, nl

source: Ta carte du réseau
en: Your network map
nl: Je netwerkkaart

source: Ta position
en: Your location
nl: Je positie

source: Ta réponse
en: Your answer
nl: Je antwoord

# tab.accessibility.select_hint
source: Double-tap pour sélectionner cet onglet
en: Double tap to select this tab
nl: Dubbeltik om dit tabblad te selecteren

# tab.accessibility.selected
source: Onglet sélectionné
en: Selected tab
nl: Geselecteerd tabblad

# tab.favorites
source: Favoris
en: Favorites
nl: Favorieten

# tab.map
source: Carte
en: Map
nl: Kaart

# tab.profile
source: Profil
en: Profile
nl: Profiel

# tab.schedules
source: Horaires
en: Schedules
nl: Diensten

# tab.traffic
source: Infos trafic
en: Traffic info
nl: Verkeersinfo

source: Terminer
en: Done
nl: Voltooien

source: Tes derniers itinéraires apparaîtront ici.
en: Your recent routes will appear here.
nl: Je laatste routes verschijnen hier.

source: Tes droits
en: Your rights
nl: Je rechten

source: Tes favoris et préférences locales restent sur cet appareil. Tu peux te reconnecter à tout moment.
en: Your favourites and local preferences stay on this device. You can log back in anytime.
nl: Je favorieten en lokale voorkeuren blijven op dit toestel. Je kunt op elk moment opnieuw inloggen.

# time.now
source: À l'instant
en: Just now
nl: Zojuist

source: Ton compte
en: Your account
nl: Je account

source: Ton itinéraire
en: Your route
nl: Je route

source: TON TRAJET QUOTIDIEN
en: YOUR DAILY COMMUTE
nl: JE DAGELIJKSE RIT

source: Toujours bloqué
en: Still blocked
nl: Nog steeds geblokkeerd

source: Toujours bloqué sur le terrain
en: Still blocked on the ground
nl: Nog steeds geblokkeerd ter plaatse

source: TOUT
en: ALL
nl: ALLES

source: Tout voir
en: See all
nl: Alles bekijken

source: TOUTE LA GARE
en: WHOLE STATION
nl: HELE STATION

source: Toutes les lignes %@
en: All %@ lines
nl: Alle %@-lijnen

source: Toutes zones
en: All areas
nl: Alle zones

source: Trafic normal
en: Normal traffic
nl: Normaal verkeer

# transit_pass.action.reset
source: Réinitialiser la carte
en: Reset card
nl: Kaart resetten

# transit_pass.action.scan
source: Scanner en NFC
en: Scan via NFC
nl: Scannen via NFC

# transit_pass.action.scanning
source: Lecture NFC en cours
en: NFC reading…
nl: NFC-lezing bezig

# transit_pass.card.add_expiry
source: Ajouter l'expiration
en: Add expiry
nl: Vervaldatum toevoegen

# transit_pass.card.add_number
source: Ajoutez votre numéro
en: Add your number
nl: Voeg je nummer toe

# transit_pass.card.client_label
source: CLIENT
en: CUSTOMER
nl: KLANT

# transit_pass.card.number_label
source: NUMÉRO CARTE
en: CARD NUMBER
nl: KAARTNUMMER

# transit_pass.empty.scan_hint
source: Scanne ta MoBIB en NFC ou complète manuellement les champs ci-dessous.
en: Scan your MoBIB with NFC or fill in the fields below manually.
nl: Scan je MoBIB via NFC of vul de velden hieronder handmatig in.

# transit_pass.empty.title
source: Aucune carte enregistrée
en: No card saved
nl: Geen kaart opgeslagen

# transit_pass.form.expiry
source: Expiration
en: Expiry
nl: Vervaldatum

# transit_pass.form.fingerprint
source: Empreinte NFC
en: NFC fingerprint
nl: NFC-vingerafdruk

# transit_pass.form.holder
source: Titulaire
en: Holder
nl: Houder

# transit_pass.form.holder_ph
source: Nom complet
en: Full name
nl: Volledige naam

# transit_pass.form.number
source: Numéro de carte
en: Card number
nl: Kaartnummer

# transit_pass.form.subscription
source: Abonnement
en: Subscription

# transit_pass.form.subscription_ph
source: Ex: Abonnement annuel
en: E.g. annual pass
nl: Bv. jaarabonnement

# transit_pass.header.eyebrow
source: Carte de transport
en: Transit card
nl: Vervoerskaart

# transit_pass.header.title
source: Ma carte STIB
en: My STIB card
nl: Mijn MIVB-kaart

# transit_pass.info.body1
source: Le scan NFC rattache la carte physique au profil et évite les erreurs de saisie. Oriente la carte lentement autour du haut de l’iPhone.
en: The NFC scan links the physical card to your profile and avoids typing errors. Move the card slowly around the top of the iPhone.
nl: De NFC-scan koppelt de fysieke kaart aan je profiel en voorkomt invoerfouten. Houd de kaart traag rond de bovenkant van de iPhone.

# transit_pass.info.body2
source: Si certaines informations ne remontent pas, tu peux compléter le formulaire manuellement.
en: If some information is missing, you can fill in the form manually.
nl: Als bepaalde gegevens ontbreken, kun je het formulier handmatig invullen.

# transit_pass.insight.contracts
source: Contrats chargés
en: Loaded contracts
nl: Geladen contracten

# transit_pass.insight.country
source: Pays
en: Country
nl: Land

# transit_pass.insight.holder
source: Titulaire (puce)
en: Holder (chip)
nl: Houder (chip)

# transit_pass.insight.network
source: Réseau
en: Network
nl: Netwerk

# transit_pass.insight.none
source: Aucune sur la puce
en: None on the chip
nl: Geen op de chip

# transit_pass.insight.serial
source: N° de puce
en: Chip number
nl: Chipnummer

# transit_pass.insight.title
source: Données lues sur la puce
en: Data read from the chip
nl: Gegevens van de chip

# transit_pass.insight.validations
source: Dernières validations
en: Recent validations
nl: Recente validaties

# transit_pass.insight.validity
source: Valable jusqu'au
en: Valid until
nl: Geldig tot

# transit_pass.manual.body
source: Si le scan ne remonte pas toutes les données, ajoute au minimum le numéro visible et la date d’expiration.
en: If the scan doesn't return everything, add at least the visible number and the expiry date.
nl: Als de scan niet alle gegevens ophaalt, voeg minstens het zichtbare nummer en de vervaldatum toe.

# transit_pass.manual.title
source: Compléter manuellement
en: Fill in manually
nl: Handmatig aanvullen

# transit_pass.meta.issued
source: Émise
en: Issued
nl: Uitgegeven

# transit_pass.meta.personal
source: Personnelle
en: Personal
nl: Persoonlijk

# transit_pass.meta.status
source: Statut
en: Status
nl: Status

# transit_pass.scan.detected.msg
source: Tag %@ détecté %@.
en: Tag %@ detected %@.
nl: Tag %@ gedetecteerd %@.

# transit_pass.scan.detected.title
source: Carte détectée
en: Card detected
nl: Kaart gedetecteerd

# transit_pass.scan.error.title
source: Lecture NFC indisponible
en: NFC reading unavailable
nl: NFC-lezing niet beschikbaar

# transit_pass.scan.idle.msg
source: Approchez votre carte MoBIB de la partie haute de l'iPhone pour l'associer au profil.
en: Hold your MoBIB near the top of the iPhone to link it to your profile.
nl: Houd je MoBIB tegen de bovenkant van de iPhone om ze aan je profiel te koppelen.

# transit_pass.scan.idle.title
source: Scannez ici
en: Scan here
nl: Scan hier

# transit_pass.scan.partial.msg
source: Le tag a été lu, mais certaines informations restent incomplètes. Complétez manuellement si besoin.
en: The tag was read, but some information is still incomplete. Fill in manually if needed.
nl: De tag is gelezen, maar sommige gegevens blijven onvolledig. Vul indien nodig handmatig aan.

# transit_pass.scan.partial.title
source: Lecture incomplète
en: Incomplete read
nl: Onvolledige lezing

# transit_pass.scan.scanning.msg
source: Gardez la carte immobile 1 à 2 secondes. Si rien ne se passe, déplacez-la légèrement.
en: Hold the card still for 1–2 seconds. If nothing happens, move it slightly.
nl: Houd de kaart 1 à 2 seconden stil. Gebeurt er niets, verschuif ze lichtjes.

# transit_pass.scan.scanning.title
source: Lecture en cours
en: Reading…
nl: Bezig met lezen

# transit_pass.section.association
source: Association
en: Linking
nl: Koppeling

# transit_pass.section.details
source: Détails de la carte
en: Card details
nl: Kaartgegevens

# transit_pass.status.expired
source: Expiré
en: Expired
nl: Verlopen

# transit_pass.status.expiring
source: Expire bientôt
en: Expiring soon
nl: Verloopt binnenkort

# transit_pass.status.linked
source: LIÉE
en: LINKED
nl: GEKOPPELD

# transit_pass.status.linked_short
source: Liée
en: Linked
nl: Gekoppeld

# transit_pass.status.todo
source: A completer
en: To complete
nl: Aan te vullen

# transit_pass.status.valid
source: Valide
en: Valid
nl: Geldig

# transit_pass.subscription_default
source: Abonnement STIB
en: STIB subscription
nl: MIVB-abonnement

# transit_pass.validity.expired_days
source: EXPIRÉE · -%d j
en: EXPIRED · -%d d
nl: VERLOPEN · -%d d

# transit_pass.validity.expired_today
source: EXPIRÉE AUJOURD'HUI
en: EXPIRED TODAY
nl: VANDAAG VERLOPEN

# transit_pass.validity.expires_in
source: EXPIRE DANS %d j
en: EXPIRES IN %d d
nl: VERLOOPT OVER %d d

# transit_pass.validity.expires_today
source: EXPIRE AUJOURD'HUI
en: EXPIRES TODAY
nl: VERLOOPT VANDAAG

# transit_pass.validity.expires_tomorrow
source: EXPIRE DEMAIN
en: EXPIRES TOMORROW
nl: VERLOOPT MORGEN

# transit_pass.validity.todo
source: À COMPLÉTER
en: TO COMPLETE
nl: AAN TE VULLEN

# transit_pass.validity.valid
source: VALIDE
en: VALID
nl: GELDIG

# transit_pass.validity.valid_days
source: VALIDE · %d j
en: VALID · %d d
nl: GELDIG · %d d

# transit_pass.wallet.add
source: Ajouter à Apple Wallet
en: Add to Apple Wallet
nl: Aan Apple Wallet toevoegen

# transit_pass.wallet.generating
source: Génération du pass…
en: Generating pass…
nl: Pas genereren…

# transit_pass.wallet.invalid_number
source: Le numéro de carte semble trop court.
en: The card number seems too short.
nl: Het kaartnummer lijkt te kort.

# transit_pass.wallet.missing_name
source: Indique le nom du titulaire.
en: Enter the holder's name.
nl: Geef de naam van de houder op.

# transit_pass.wallet.missing_number
source: Saisis le numéro de la carte MoBIB.
en: Enter the MoBIB card number.
nl: Voer het MoBIB-kaartnummer in.

# transit_pass.wallet.nfc_partial
source: Le scan NFC est incomplet — complète les infos manuellement.
en: The NFC scan is incomplete — fill in the details manually.
nl: De NFC-scan is onvolledig — vul de gegevens handmatig aan.

# transit_pass.wallet.unavailable
source: Apple Wallet n'est pas disponible sur cet appareil.
en: Apple Wallet is not available on this device.
nl: Apple Wallet is niet beschikbaar op dit toestel.

source: Travail
en: Work
nl: Werk

source: Trouvez rapidement une solution ici.
en: Quickly find a solution here.
nl: Vind hier snel een oplossing.

source: Tu es sur place ?
en: Are you on site?
nl: Ben je ter plaatse?

source: Tu prends les transports à Bruxelles ? Avec Blayse je vois les perturbations en temps réel sur STIB, SNCB, De Lijn et TEC. Essaye :
en: Use public transport in Brussels? With Blayse I see real-time disruptions on STIB, SNCB, De Lijn and TEC. Try:
nl: Neem je het openbaar vervoer in Brussel? Met Blayse zie ik storingen in real time op MIVB, NMBS, De Lijn en TEC. Probeer:

source: Tu quittes le corridor
en: You're leaving the corridor
nl: Je verlaat de corridor

source: Twitter / X — bientôt
en: Twitter / X — soon
nl: Twitter / X — binnenkort

source: Type de problème
en: Problem type
nl: Type probleem

source: Types d'alertes
en: Alert types
nl: Soorten meldingen

source: Un %@ est à l'arrêt
en: A %@ is at the stop
nl: Een %@ staat aan de halte

source: Un chiffre
en: One digit
nl: Eén cijfer

source: Un souci technique ? On est là pour vous écouter.
en: A technical issue? We're here to listen.
nl: Een technisch probleem? We luisteren naar je.

source: Une majuscule
en: One uppercase letter
nl: Eén hoofdletter

source: Uniquement en temps réel pour afficher les arrêts proches et calculer ton itinéraire. Jamais stockée sur nos serveurs.
en: Only in real time to show nearby stops and compute your route. Never stored on our servers.
nl: Enkel in real-time om nabije haltes te tonen en je route te berekenen. Nooit opgeslagen op onze servers.

source: Utilisée en temps réel pour afficher les arrêts proches et améliorer les signalements. Jamais stockée.
en: Used in real time to show nearby stops and improve reports. Never stored.
nl: In real time gebruikt om nabije haltes te tonen en meldingen te verbeteren. Nooit opgeslagen.

source: Valide les incidents visibles sur le terrain
en: Validate incidents visible in the field
nl: Bevestig incidenten die ter plaatse zichtbaar zijn

source: validés
en: validated
nl: bevestigd

source: Validés
en: Validated
nl: Bevestigd

source: Vas-y, parle…
en: Go ahead, speak…
nl: Ga je gang, spreek…

# vehicle.current_stop
source: Arrêt actuel
en: Current stop
nl: Huidige halte

# vehicle.next_stop
source: Prochain arrêt
en: Next stop
nl: Volgende halte

source: Véhicule bondé
en: Packed vehicle
nl: Overvol voertuig

source: Véhicule ligne %@
en: Vehicle line %@
nl: Voertuig lijn %@

source: Véhicule plein, impossible ou difficile de monter.
en: Vehicle full, hard or impossible to board.
nl: Vol voertuig, moeilijk of onmogelijk om op te stappen.

source: Vélos
en: Bikes
nl: Fietsen

source: Vérification des titres en cours
en: Ticket inspection underway
nl: Ticketcontrole bezig

source: Vérifie l’orthographe ou essaie un numéro de ligne.
en: Check the spelling or try a line number.
nl: Controleer de spelling of probeer een lijnnummer.

# Version %@ · Build %@
source: Version %1$@ · Build %2$@
en: Version %@ · Build %@
nl: Versie %@ · Build %@

source: via ligne %@
en: via line %@
nl: via lijn %@

# voice.ask_again
source: Reparler
en: Speak again
nl: Opnieuw spreken

# voice.error
source: Oups
en: Oops
nl: Oeps

# voice.go_ahead
source: Vas-y, parle…
en: Go ahead, speak…
nl: Ga je gang, spreek…

# voice.idle
source: Parle à Mobi
en: Talk to Mobi
nl: Praat met Mobi

# voice.listening
source: Je t'écoute…
en: I'm listening…
nl: Ik luister…

# voice.mic_denied_message
source: Autorise le micro et la reconnaissance vocale dans Réglages pour parler à Mobi — ou continue en mode texte.
en: Allow the mic and speech recognition in Settings to talk to Mobi — or continue in text mode.
nl: Sta de microfoon en spraakherkenning toe in Instellingen om met Mobi te praten — of ga verder in tekstmodus.

# voice.retry
source: Réessayer
en: Try again
nl: Opnieuw proberen

# voice.see_route_on_map
source: Voir la route sur la carte
en: See route on map
nl: Route op de kaart bekijken

# voice.send_now
source: Envoyer
en: Send
nl: Versturen

# voice.setup_mic
source: Régler le micro
en: Set up microphone
nl: Microfoon instellen

# voice.start_speaking
source: Parler
en: Speak
nl: Spreken

# voice.stop_speaking
source: Arrêter
en: Stop
nl: Stoppen

# voice.switch_to_text
source: Continuer en mode texte
en: Continue in text mode
nl: Doorgaan in tekstmodus

# voice.thinking
source: Je réfléchis…
en: Thinking…
nl: Ik denk na…

source: Voie %@
en: Platform %@
nl: Spoor %@

source: Voir l'arrêt en détail
en: View stop details
nl: Halte in detail bekijken

source: Voir la route sur la carte
en: See route on map
nl: Route op de kaart bekijken

source: Voir toutes les lignes
en: See all lines
nl: Alle lijnen bekijken

source: Votre IP et identifiant d'appareil sont hashés (SHA256) pour éviter les abus. Jamais stockés en clair.
en: Your IP and device ID are hashed (SHA256) to prevent abuse. Never stored in clear text.
nl: Je IP en apparaat-ID worden gehasht (SHA256) om misbruik te voorkomen. Nooit leesbaar opgeslagen.

source: Vous pouvez utiliser Blayse anonymement. Avec un compte, vous accédez aux favoris et au scoring de confiance plus élevé.
en: You can use Blayse anonymously. With an account you get favorites and a higher trust score.
nl: Je kan Blayse anoniem gebruiken. Met een account krijg je favorieten en een hogere betrouwbaarheidsscore.

source: Vue épurée
en: Clean view
nl: Vereenvoudigde weergave

# welcome.hero.network_line
source: Le réseau,
en: The network,
nl: Het netwerk,

source: Zone impactée
en: Affected area
nl: Getroffen zone

source: Zones / arrêts clés
en: Key areas / stops
nl: Belangrijke zones / haltes

source: validez.
nl: bevestig.

source: — MANIFESTE STIBALERT
nl: — MANIFEST STIBALERT

source: · +5 pts
nl: · +5 ptn

source: « Pas de pub, pas de tracking. Juste le réseau bruxellois, lisible, pour les gens qui le prennent vraiment. »
nl: «Geen reclame, geen tracking. Gewoon het Brusselse netwerk, leesbaar, voor de mensen die het echt nemen.»

source: %@ – %lld signalements
nl: %@ – %lld meldingen

# %@ · horaire théorique%@
source: %1$@ · horaire théorique%2$@
nl: %@ · theoretisch uurrooster%@

# %@ · retard +%lld min%@
source: %1$@ · retard +%2$lld min%3$@
nl: %@ · vertraging +%lld min%@

# %@ à %@
source: %1$@ à %2$@
nl: %@ tot %@

source: %@ DÉPÊCHES
nl: %@ BERICHTEN

source: %lld alertes
nl: %lld meldingen

source: %lld ALERTES
nl: %lld MELDINGEN

# %lld dépêche%@
source: %1$lld dépêche%2$@
nl: %lld bericht%@

source: %lld événement%@ à surveiller
nl: %lld evenement%@ in de gaten te houden

source: %lld incidents actifs • %@
nl: %lld actieve incidenten • %@

# %lld LIGNE%@
source: %1$lld LIGNE%2$@
nl: %lld LIJN%@

source: %lld lignes
nl: %lld lijnen

source: %lld LIGNES · STIB
nl: %lld LIJNEN · MIVB

# %lld m · %lld min à pied
source: %1$lld m · %2$lld min à pied
nl: %lld m · %lld min te voet

# %lld m · ARRÊT %@
source: %1$lld m · ARRÊT %2$@
nl: %lld m · HALTE %@

# %lld personne%@ confirmé « toujours bloqué »
source: %1$lld personne%2$@ confirmé « toujours bloqué »
nl: %lld persoon%@ bevestigd «nog steeds geblokkeerd»

source: %lld places
nl: %lld plaatsen

# %lld rapport%@
source: %1$lld rapport%2$@
nl: %lld rapport%@

# %lld signalement%@
source: %1$lld signalement%2$@
nl: %lld melding%@

# %lld signalement%@ en attente de sync
source: %1$lld signalement%2$@ en attente de sync
nl: %lld melding%@ wacht op synchronisatie

source: %lld vélos
nl: %lld fietsen

source: %lld vélos · %lld places · %lld m
nl: %lld fietsen · %lld plaatsen · %lld m

source: %lld vélos • %lld places • %lldm
nl: %lld fietsen • %lld plaatsen • %lldm

source: %lld voyageurs
nl: %lld reizigers

# %lld/%lld lignes
source: %1$lld/%2$lld lignes
nl: %lld/%lld lijnen

source: %lldh
nl: %lldu

source: %lldm · %lld lignes
nl: %lldm · %lld lijnen

source: ◣ %lld ARRÊTS
nl: ◣ %lld HALTES

source: ⚡ RAPIDE
nl: ⚡ SNEL

source: 04 · PAGES
nl: 04 · PAGINA'S

source: à vous
nl: aan jou

source: Accepter et continuer
nl: Accepteren en doorgaan

source: Accident
nl: Ongeval

source: Active la localisation ou rapproche-toi d’un arrêt STIB.
nl: Schakel locatie in of ga dichter bij een MIVB-halte staan.

source: Active les alertes pour être informé avant ton départ, pas après.
nl: Activeer meldingen om verwittigd te worden vóór je vertrek, niet erna.

source: Activer mon compte
nl: Mijn account activeren

source: Actualisé
nl: Bijgewerkt

source: Affiche les options principales de l'application.
nl: Toont de hoofdopties van de app.

source: Affiche les sections principales de l’application
nl: Toont de hoofdsecties van de app

source: Affluence %@
nl: Drukte %@

source: Affluence prévue
nl: Verwachte drukte

source: Affluence: %@
nl: Drukte: %@

source: Agression
nl: Agressie

source: Ajouté
nl: Toegevoegd

source: Ajoute d’abord des arrêts favoris pour sélectionner des lignes utiles.
nl: Voeg eerst favoriete haltes toe om nuttige lijnen te selecteren.

source: Ajoute tes lignes habituelles pour recevoir des alertes utiles, pas du bruit.
nl: Voeg je gebruikelijke lijnen toe voor nuttige meldingen, geen ruis.

source: Ajoute un arrêt proche pour suivre ses passages et recevoir des alertes ciblées.
nl: Voeg een nabijgelegen halte toe om de doortochten op te volgen en gerichte meldingen te ontvangen.

source: Alerte officielle STIB — %@
nl: Officiële MIVB-melding — %@

source: Alternative
nl: Alternatief

source: Alternative immédiate
nl: Onmiddellijk alternatief

source: Alternative recommandée
nl: Aanbevolen alternatief

source: Analyse de la situation…
nl: Situatie analyseren…

source: Analyse réseau
nl: Netwerkanalyse

source: ANNULÉ
nl: GEANNULEERD

source: Appuie sur les lignes que tu prends vraiment.
nl: Tik op de lijnen die je echt neemt.

source: Arrêt
nl: Halte

source: Arrêt %@
nl: Halte %@

source: Arrêt détecté automatiquement
nl: Halte automatisch gedetecteerd

source: Arrêt favori
nl: Favoriete halte

source: Arrêt: %@
nl: Halte: %@

source: Arrêter le guidage
nl: Begeleiding stoppen

source: Arrêts %@ à proximité…
nl: Haltes %@ in de buurt…

source: Arrêts à proximité
nl: Haltes in de buurt

source: ARRÊTS À PROXIMITÉ
nl: HALTES IN DE BUURT

source: ARRÊTS PROCHES
nl: HALTES IN DE BUURT

source: Arrivé à %@
nl: Aangekomen om %@

source: Aucun
nl: Geen

source: Aucun arrêt détecté à proximité.
nl: Geen halte gedetecteerd in de buurt.

source: Aucun arrêt disponible
nl: Geen halte beschikbaar

source: Aucun arrêt STIB dans le rayon défini.
nl: Geen MIVB-halte binnen de opgegeven straal.

source: Aucun arrêt trouvé à proximité
nl: Geen halte gevonden in de buurt

source: Aucun arrêt voisin à moins de 350 m.
nl: Geen halte in de buurt binnen 350 m.

source: Aucun événement annoncé.
nl: Geen evenement aangekondigd.

source: Aucun incident signalé à proximité
nl: Geen incident gemeld in de buurt

# Aucun passage fiable pour la ligne %@ à %@ pour le moment.
source: Aucun passage fiable pour la ligne %1$@ à %2$@ pour le moment.
nl: Geen betrouwbare doortocht voor lijn %@ aan %@ momenteel.

source: Aucun passage prévu pour le moment.
nl: Momenteel geen doortocht voorzien.

source: Aucun prochain passage fiable pour le moment.
nl: Geen betrouwbare volgende doortocht beschikbaar.

source: Aucune carte enregistrée
nl: Geen kaart opgeslagen

source: Aucune donnée personnelle identifiable. Modifiable dans Profil → Confidentialité.
nl: Geen identificeerbare persoonsgegevens. Aanpasbaar in Profiel → Privacy.

source: Aucune ligne référencée.
nl: Geen lijn geregistreerd.

source: Aucune perturbation connue
nl: Geen gekende storing

# auth.activation_title
source: Activation
nl: Activatie

# auth.options_picker_label
source: Option
nl: Optie

source: Autoriser les notifications
nl: Notificaties toestaan

source: Autoriser les notifications push
nl: Push­notificaties toestaan

source: AUTOUR DE TOI
nl: OM JOU HEEN

source: Autre
nl: Andere

source: AUTRES ITINÉRAIRES
nl: ANDERE ROUTES

source: Autres options
nl: Andere opties

source: AUTRES OPTIONS
nl: ANDERE OPTIES

source: AUTRES QUAIS ICI
nl: ANDERE PERRONS HIER

source: Avant de continuer, voici comment Blayse traite vos données.
nl: Voor je doorgaat, zo verwerkt Blayse je gegevens.

source: Barre de navigation
nl: Navigatiebalk

source: Besoin d’un plan B ?
nl: Plan B nodig?

source: Billetterie
nl: Tickets

source: Blayse prévient. Toi, tu prends le bon tram.
nl: Blayse verwittigt. Jij neemt de juiste tram.

source: Bruxelles
nl: Brussel

source: BRUXELLES
nl: BRUSSEL

source: BRUXELLES · STIB-MIVB · 2026
nl: BRUSSEL · STIB-MIVB · 2026

source: Bruxelles,
nl: Brussel,

source: Carte
nl: Kaart

source: Carte de transport
nl: Vervoerskaart

source: CARTE HORS-LIGNE
nl: OFFLINE KAART

source: Carte hors-ligne, dernière vue connue
nl: Offline kaart, laatste bekende weergave

source: Carte live
nl: Live kaart

source: CE QUE ÇA DÉBLOQUE
nl: WAT JE ONTGRENDELT

source: CE QUE TU DÉBLOQUES
nl: WAT JE ONTGRENDELT

source: CE QUE VOUS OBTENEZ
nl: WAT JE KRIJGT

source: Certifié STIB
nl: MIVB-gecertificeerd

source: Cette action est irréversible. Votre compte et toutes vos données seront définitivement supprimés.
nl: Deze actie is onomkeerbaar. Je account en al je gegevens worden definitief verwijderd.

source: Cette ligne circule normalement selon les données disponibles.
nl: Deze lijn rijdt normaal volgens de beschikbare gegevens.

source: Change destination
nl: Bestemming wijzigen

source: Changer
nl: Wijzigen

source: Chargement des prochains passages…
nl: Volgende doortochten laden…

source: Chargement en cours
nl: Bezig met laden

source: Cherche un arrêt ou une destination ici. Blayse te dit si la route est libre et te propose un plan B.
nl: Zoek hier een halte of bestemming. Blayse zegt je of de weg vrij is en stelt een plan B voor.

source: Chercher dans %@…
nl: Zoeken in %@…
